Repository: benhc123/dia-additional-shapes
Catalog: po/*.po
Languages: ca, de, es, fr, ru

source: Building Site
de: Baustelleneinrichtung

source: Building Site Equipment
de: Symbole für Baustelleneinrichtungspläne

source: Fence (horizontal)
de: Zaun (horizontal)

source: Fence (vertical)
de: Zaun (vertikal)

source: Road (crossroads)
de: Straße (Kreuzung)

source: Road (horizontal)
de: Straße (horizontal)

source: Road (rotated tee)
de: Straße (rotiertes T)

source: Road (tee)
de: Straße (T)

source: Road (turn)
de: Straße (Bogen)

source: Road (vertical)
de: Straße (vertikal)

source: Slope (horizontal)
de: Böschung (horizontal)

source: Slope (vertical)
de: Böschung (vertikal)

source: Wall (horizontal)
de: Wand (horizontal)

source: Wall (vertical)
de: Wand (vertikal)

source: Circuit2
de: Schaltkreis2

source: Diagonal and other components for circuit diagrams
de: Diagonale und andere Bauteile für Schaltkreisdiagramme
fr: Diagonal et autres composants pour des schémas de circuit

source: Diagonally aligned LED
de: Diagonal ausgerichtete LED
fr: DEL alignée diagonalement

source: Diagonally aligned capacitor
de: Diagonal ausgerichteter Kondensator
fr: Condensateur aligné diagonalement

source: Diagonally aligned diode
de: Diagonal ausgerichtete Diode
fr: Diode alignée diagonalement

source: Diagonally aligned inductor
de: Diagonal ausgerichtete Drosselspule
fr: Bobine d'induction alignée diagonalement

source: Diagonally aligned inductor (European)
de: Diagonal ausgerichtete Drosselspule (Europäisch)
fr: Bobine d'induction alignée diagonalement (européenne)

source: Diagonally aligned polarized capacitor
de: Diagonal ausgerichteter gepolter Kondensator
fr: Condensateur polarisé aligné diagonalement

source: Diagonally aligned resistor
de: Diagonal ausgerichteter Widerstand
fr: Résistance alignée diagonalement

source: Diagonally aligned resistor (European)
de: Diagonal ausgerichteter Widerstand (Europäisch)
fr: Résistance alignée diagonalement (européenne)

source: Diagonally aligned zener diode
de: Diagonal ausgerichtete Zener-Diode
fr: Diode Zener alignée diagonalement

source: Horizontal Ammeter
de: Horizontal ausgerichtetes Amperemeter
fr: Ampèremètre aligné horizontalement

source: Horizontal LED
de: Horizontal ausgerichtete LED
fr: DEL alignée horizontalement

source: Horizontal Polarized Capacitor
de: Horizontal ausgerichteter gepolter Kondensator
fr: Condensateur polarisé alignée horizontalement

source: Horizontal Voltmeter
de: Horizontal ausgerichtetes Voltmeter
fr: Voltmètre aligné horizontalement

source: Ramp Wave Source
de: Sägezahnwellengenerator
fr: Oscillateur Rampe

source: Relay
de: Relais
fr: Relais

source: Sine Wave Source
de: Sinuswellengenerator
fr: Oscillateur Sine

source: Square Wave Source
de: Rechteckgenerator
fr: Oscillateur Square

source: Triangle Wave Source
de: Dreieckwellengenerator
fr: Oscillateur Triangle

source: Vertical Ammeter
de: Vertikal ausgerichtetes Amperemeter
fr: Ampèremètre aligné verticalement

source: Vertical LED
de: Vertikal ausgerichtete LED
fr: DEL alignée verticalement

source: Vertical Polarized Capacitor
de: Vertikal ausgerichteter gepolter Kondensator
fr: Condensateur polarisé aligné verticalement

source: Vertical Voltmeter
de: Vertikal ausgerichtetes Voltmeter
fr: Voltmètre aligné verticalement

source: Additional Electric Symbols
ca: Símbols elèctrics addicionals
de: Zusätzliche elektrische Symbole
es: Símbolos electricos adicionales
fr: Symboles additionnels électriques
ru: Дополнительные электрические символы

source: CKT Breaker
ca: Interruptor Automàtic CKT
de: LS-Schalter
es: Disyuntor CKT
fr: Disjoncteur
ru: Авт. выключатель

source: Electric 2
ca: Elèctric 2
de: Elektrisch 2
es: Eléctrico 2
fr: Électrique 2
ru: Электрика 2

source: Isolator
ca: Isolador
de: Isolationsschalter
es: Aislador
fr: Interrupteur
ru: Изолятор

source: Transformer
ca: Transformador
de: Transformator
es: Transformador
fr: Transformateur électrique
ru: Трансформатор

source: Generic 10U Equipment
ca: Equipament Genèric 10U
de: Allgemeines 10 HE-Gerät
es: Equipo genérico 10U
fr: D'équipements génériques 10U
ru: Стандартное 10U оборудование

source: Generic 11U Equipment
ca: Equipament Genèric 11U
de: Allgemeines 11 HE-Gerät
es: Equipo genérico 11U
fr: D'équipements génériques 11U
ru: Стандартное 11U оборудование

source: Generic 12U Equipment
ca: Equipament Genèric 12U
de: Allgemeines 12 HE-Gerät
es: Equipo genérico 12U
fr: D'équipements génériques 12U
ru: Стандартное 12U оборудование

source: Generic 1U Equipment
ca: Equipament Genèric 1U
de: Allgemeines 1 HE-Gerät
es: Equipo genérico 1U
fr: D'équipements génériques 1U
ru: Стандартное 1U оборудование

source: Generic 2U Equipment
ca: Equipament Genèric 2U
de: Allgemeines 2 HE-Gerät
es: Equipo genérico 2U
fr: D'équipements génériques 2U
ru: Стандартное 2U оборудование

source: Generic 3U Equipment
ca: Equipament Genèric 3U
de: Allgemeines 3 HE-Gerät
es: Equipo genérico 3U
fr: D'équipements génériques 3U
ru: Стандартное 3U оборудование

source: Generic 4U Equipment
ca: Equipament Genèric 4U
de: Allgemeines 4 HE-Gerät
es: Equipo genérico 4U
fr: D'équipements génériques 4U
ru: Стандартное 4U оборудование

source: Generic 5U Equipment
ca: Equipament Genèric 5U
de: Allgemeines 5 HE-Gerät
es: Equipo genérico 5U
fr: D'équipements génériques 5U
ru: Стандартное 5U оборудование

source: Generic 6U Equipment
ca: Equipament Genèric 6U
de: Allgemeines 6 HE-Gerät
es: Equipo genérico 6U
fr: D'équipements génériques 5U
ru: Стандартное 6U оборудование

source: Generic 7U Equipment
ca: Equipament Genèric 7U
de: Allgemeines 7 HE-Gerät
es: Equipo genérico 7U
fr: D'équipements génériques 7U
ru: Стандартное 7U оборудование

source: Generic 8U Equipment
ca: Equipament Genèric 8U
de: Allgemeines 8 HE-Gerät
es: Equipo genérico 8U
fr: D'équipements génériques 8U
ru: Стандартное 8U оборудование

source: Generic 9U Equipment
ca: Equipament Genèric 9U
de: Allgemeines 9 HE-Gerät
es: Equipo genérico 9U
fr: D'équipements génériques 9U
ru: Стандартное 9U оборудование

source: Half-Rack 12U
ca: Mig-Rack 12U
de: Halbes 12 HE-Rack
es: Medio estante 12U
fr: Demi racage 12U
ru: Полустойка 12U

source: Half-Rack 16U
ca: Mig-Rack 16U
de: Halbes 16 HE-Rack
es: Medio estante 16U
fr: Demi racage 16U
ru: Полустойка 16U

source: Half-Rack 20U
ca: Mig-Rack 20U
de: Halbes 20HE-Rack
es: Medio estante 20U
fr: Demi racage 20U
ru: Полустойка 20U

source: Label Anchors, 42U
ca: Anclatges de Volum, 42U
de: Beschriftungsbefestigung, 42HE
es: Etiquetas anclas, 42U
fr: Ancres étiquette 42U
ru: Привязка меток, 42U

source: Power Strip - British Standard, 7 sockets
ca: Banda d'energia - Estàndard Britànica, 7 endolls
de: Mehrfachsteckdose, britischer Standard, 7 Anschlüsse
es: Contácto múltiple - Estandar británico, 7 enchufes
fr: Multiprise, standard britannique, 7 sorties
ru: Удлинитель - Британский стандарт, 7 розеток

source: Power Strip - Schuko, 8 sockets
ca: Banda d'Energia - Schuko, 8 endolls
de: Mehrfachsteckdose, Schuko, 8 Anschlüsse
es: Contácto múltiple - Schuko, 8 enchufes
fr: Multiprise Schuko, 8 sorties
ru: Удлинитель - Schuko, 8 розеток

source: Power Strip - UTE, 8 sockets
ca: Banda d'Energia - UTE, 8 endolls
de: Mehrfachsteckdose, UTE, 8 Anschlüsse
es: Contácto múltiple - UTE, 8 enchufes
fr: Multiprise UTE, 8 sorties
ru: Удлинитель - UTE, 8 розеток

source: Rack 38U
ca: Graella 38U
de: Rack 38HE
es: Estante 38U
fr: Racage 38U
ru: Стойка 38U

source: Rack 42U
ca: Graella 42U
de: Rack 42HE
es: Estante 42U
fr: Racage 42U
ru: Стойка 42U

source: Standard 19 inch racks and equipment
ca: Graelles de 19 polzades estàndard i equipament
de: Standard 19" Racks und Geräte
es: Estante y equipo estándar de 19 pulgadas
fr: Standard racages et équipements 19 pouces
ru: Стандартные 19-дюймовые стойки и оборудование

source: Generator
ca: Generador
es: Generador
fr: Générateur électrique
ru: Генератор

source: Racks
ca: Graelles
es: Estante
fr: Racages
ru: Стойки

source: Půlrack 12U
es: Medio estante 12U
ru: Полустойка 12U

source: Půlrack 16U
es: Medio estante 16U
ru: Полустойка 16U

source: Půlrack 20U
es: Medio estante 20U
ru: Полустойка 20U

source: Racky
ca: Engraellat
es: Estante
ru: Стойки

source: Standardní 19-palcové racky a vybavení
es: Estante y equipo estándar de 19 pulgadas
ru: Стандартные 19-дюймовые стойки и оборудование
